[M_ClaptrapBirthdayBash MissionDefinition]
MissionDescription="Claptrap is seven years old and wants to celebrate. [site]holly[-site] asked you to invite some of your close friends to her birthday party.]. Once you're done, all that's left to do is enjoy the party! "
TurnInDescription="I attend big birthday parties.. he is sad."
